tap 'caskroom/cask'
tap 'homebrew/dupes'
tap 'homebrew/php'

brew 'git'
brew 'macvim'

brew 'go'
brew 'php56'
brew 'python'
brew 'python3'
brew 'rbenv'
brew 'ruby-build'

brew 'hub'
brew 'tree'

cask 'alfred'
cask 'spectacle'
cask 'atom'
cask 'iterm2'
cask 'google-chrome'
cask 'firefox'
cask '1password'
cask 'evernote'
cask 'dropbox'
cask 'spotify'
