tap "caskroom/cask"
tap "caskroom/fonts"
tap "neovim/neovim"

brew "git"
brew "go"
brew "hub"
brew "macvim"
brew "node"
brew "python"
brew "python3"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby"
brew "ruby-build"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "zsh"
brew "neovim/neovim/neovim"
brew "fzf"
brew "diff-so-fancy"

cask "caskroom/fonts/font-hack"
